Repository: romaindy/woocommerce-worldline-sips
Catalog: assets/translations/wws-*.po
Languages: fr_fr

source: Allows Worldline SIPS 2.0 payment (Sherlock, Merc@net, Sogenactif, Scellius Net, etc.).
fr_fr: Permet le paiement Worldline SIPS 2.0 (Sherlock, Merc@net, Sogenactif, Scellius Net, etc.).

source: Proceed to the payment
fr_fr: Procéder au paiement

source: Enable/Disable
fr_fr: Activer/Désactiver

source: Enable Worldline SIPS 2.0
fr_fr: Activer Worldline SIPS 2.0

source: Title
fr_fr: Titre

source: This controls the title for the payment method the customer sees during checkout.
fr_fr: Contrôle le titre du mode de paiement que le client voit lors du paiement.

source: Credit card
fr_fr: Carte de crédit

source: Icon image URL
fr_fr: URL de l’icône de paiement

source: Add an icon next to the payment method on checkout.
fr_fr: Ajoute une icône à côté du mode de paiement lors de la validation de la commande.

source: Payment method description that the customer will see on your checkout.
fr_fr: Description du mode de paiement que le client verra lors de votre paiement.

source: Pay with your credit card.
fr_fr: Payer avec votre carte bancaire.

source: Merchant ID
fr_fr: ID Marchant

source: Your payment merchant ID provided by WorldLine.
fr_fr: Votre ID de marchand fourni par WorldLine.

source: Secret key
fr_fr: Clé secrète

source: Your payment secret key provided by WorldLine.
fr_fr: Votre clé secrète de paiement fournie par WorldLine.

source: Key version
fr_fr: Version de la clé

source: Environment
fr_fr: Environnement

source: Template name
fr_fr: Nom du modèle

source: Name of your template if you have customized your pages on WorldLine interface.
fr_fr: Nom de votre modèle si vous avez personnalisé vos pages sur l’interface WorldLine.

source: Iframe width
fr_fr: Largeur de l’iframe

source: Width (in px) of the iframe where the payment will be displayed.
fr_fr: Largeur (en px) de l’iframe où le paiement sera affiché.

source: Iframe height
fr_fr: Hauteur de l’iframe

source: Height (in px) of the iframe where the payment will be displayed.
fr_fr: Hauteur (en px) de l’iframe où sera affiché le paiement.

source: Transactions Reference ID
fr_fr: ID de transaction

source: Is your transactions reference generated automatically?
fr_fr: Votre référence de transactions est-elle générée automatiquement ?

source: This settings is available on your Worldline interface. If you are unsure, leave this box unchecked.
fr_fr: Ce réglage est disponible sur votre interface Worldline. Si vous n’êtes pas sûr, laissez cette case décochée.

source: Configure
fr_fr: Configurer

source: Thank you. Your licence has been updated.
fr_fr: Merci. Votre licence a été mise à jour.

source: Licence not valid.
fr_fr: Licence non valide.

source: Licence key for Worldline SIPS for WooCommerce is missing.
fr_fr: La clé de licence pour Worldline SIPS for WooCommerce est manquante.

source: Your licence key for Worldline SIPS for WooCommerce has expired.
fr_fr: Votre clé de licence pour Worldline SIPS for WooCommerce a expiré.

source: Worldline SIPS for WooCommerce is outdated. Please download the new version here:
fr_fr: Worldline SIPS pour WooCommerce a besoin d’être mis à jour. Veuillez télécharger la nouvelle version ici :
